Repository: furkanyalcindag/comitfy-fuarQR-mobile
Catalog: lib/core/l10n/app_*.arb
Languages: tr

source: Password
tr: Şifre

source: Success
tr: Başarılı

# participantAllowed
source: Valid participant
tr: Geçerli katılımcı

# errorEmailEmpty
source: Email cannot be empty
tr: Email boş olmamalı

# errorPassEmpty
source: Password cannot be empty
tr: Şifre boş olmamalı

# errorPassLength
source: Password length must be 8 or greater
tr: Şifre en az 8 karakter olmalı

# errorLogin
source: Please enter a valid user
tr: Lütfen geçerli bir kullanıcı girin

# loading
source: Trying...
tr: Deneniyor...

# name
source: Name/Surname:
tr: İsim/Soyisim:

# companyName
source: Company:
tr: Firma:

source: Can be scrolled
tr: Aşağı kaydırılabilir

# errorDataNotCorrect
source: Data not correct
tr: Veri doğru değil

# errorParticipantNotAllowed
source: Invalid participant
tr: Geçersiz katılımcı

# errorNoPermission
source: Please allow camera from app settings
tr: Lütfen kamera iznini uygulama ayarından veriniz

# errorNoController
source: Controller cant be reached
tr: Denetleyiciye ulaşılamıyor
